[
    {
        "a3afe1e7-81a4-4c6e-9b94-c5f4749f8426": {
            "id": "a3afe1e7-81a4-4c6e-9b94-c5f4749f8426",
            "user_id": "d6d5ed04-9039-4e95-ada8-411c250fdc62",
            "title": "Watch",
            "category": "Valuables",
            "location": "In the garden of ZHCET Main Campus",
            "time": "2026-01-25 18:35",
            "description": "A Good quality analog watch",
            "questions": [
                "Describe the specific symbol or design used for the brand logo located directly above the 'CARLINGTON' text on the watch face.",
                "Besides the main brand name, what single word is printed vertically on the lower half of the watch face?",
                "What distinct pattern or texture can be seen on the side of the winding crown (the knob used to adjust the time)?",
                "What is the precise metallic color of the hour and minute hands on the watch?",
                "How many of the individual hour markers on the watch face are noticeably longer than the others?",
                "Is there any subtle pattern or finish visible on the dark background of the watch dial itself, apart from the printed text and markers? If so, describe it."
            ],
            "type": "Found",
            "ext": "jpg"
        }
    },
    {
        "67bec3c4-cadc-4cb8-9acb-79e1ca3985e5": {
            "id": "67bec3c4-cadc-4cb8-9acb-79e1ca3985e5",
            "user_id": "d6d5ed04-9039-4e95-ada8-411c250fdc62",
            "title": "Keys",
            "category": "Keys",
            "location": "Room no.10 ZHCET Main build",
            "time": "2026-01-25 18:37",
            "description": "Lock Keys",
            "questions": [
                "What is the exact five-digit number stamped on the head of one of the upper keys?",
                "Describe the specific condition and material of the key ring holding the keys together.",
                "Excluding the key with the visible number, do the other keys also have stamped numbers on their heads, or are their heads blank?",
                "Are all three keys visually identical in their blade shape and bitting, or is there a key with a distinctly different cut pattern?",
                "Considering the keys are stacked, which specific key (e.g., top, middle, bottom) shows the most visible signs of wear or scratches on its blade?",
                "Is there any additional unique item, like a small tag or specific scratch, attached to or present on these keys that is not visible in the photograph?"
            ],
            "type": "Found",
            "ext": "jpg"
        }
    }
]